Repository: UnNamedPerson/Mobile-app-developement-third-project
Catalog: Money Keeper (project3)/Localized/*.lproj/Localizable.strings
Languages: ar

# locationLabelText
source: Location
ar: الموقع

# tableButtonText
source: table
ar: الجدول

# webButtonText
source: web
ar: النت

# getCurrentLocationButtonText
source: get current location
ar: احصل على الموقع الحالي

# endCurrentLocationButton
source: end current location
ar: انهي الحصول على الموقع الحالي

# amountLabelText
source: amount
ar: الكمية

# nameLabelText
source: name
ar: الاسم

# addButtonText
source: add new entry
ar: أضف دفعة جديدة

# cancelButtonText
source: cancel
ar: إلغاء

# WrongInputAlertTitle
source: Wrong Input Type
ar: نوع المدخل خاطئ

# WrongInputAlertMessage
source: one or more of you inputs is of the wrong type or missing input
ar: واحد من مدخلاتك خاطئ

# emptyInputAlertTitle
source: missing input
ar: مدخلات مفقودة

# emptyInputAlertMessage
source: one of more of your inputs is missing
ar: واحد من مدخلاتك غير موجود

# cancelAlertBoxTitle
source: Are you sure you wnat to cancel
ar: هل أنت متأكد أنك تريد الإلغاء

# cancelAlertBoxMessage
source: all data will be lost
ar: كل البيانات ستكون مفقودة

# yesAlertButton
source: yes
ar: نعم

# noAlertButton
source: no
ar: لا

# doneButton
source: done
ar: عودة

# tableTitle
source: table
ar: جدول
